Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: Pandemic Flu: What it When many people get a disease at the same time, it is called a pandemic. Pandemic flu is caused when people get sick or infected from a new flu virus. This type of flu spreads easily from person to person and can cause many people to become very ill or die. Signs of Flu The signs of seasonal flu are fever, cough, sore throat, runny or stuffy nose, muscle aches, headache, chills and fatigue. Some people have vomiting and diarrhea. The signs of pandemic flu are the same, but they may be more severe and affect more people. With pandemic flu, healthy adults may be at increased risk for problems. Controlling the Spread of the Flu Health experts will test the new flu virus to see if medicines used to treat and prevent seasonal flu are effective. It may take six months or longer to make a vaccine for a new flu virus. The supply of vaccine will be small at first. Pandemic Flu. Russian.
ru: грипп: что это is and How to Prepare В случае пандемии заболевание поражает одновременно большое количество людей. Пандемия гриппа возникает при заражении людей новым вирусом. В этом случае болезнь легко передается от человека к человеку, протекает, как правило, тяжело и часто приводит к летальному исходу. Симптомы гриппа Симптомами сезонного гриппа являются повышенная температура, кашель, боль в горле, насморк, заложенность носа, боль в мышцах, головная боль, озноб и утомляемость. Также у некоторых людей может наблюдаться рвота и диарея. Симптомы пандемического гриппа сходны с симптомами сезонного, но они могут вызывать осложнения и проявляются у большего количества людей. Во время пандемии гриппа в группу повышенного риска может попасть взрослое здоровое население. Контроль за распространением гриппа Медики проводят исследования нового вируса гриппа с целью выявления эффективности его лечения препаратами, применяющимися при лечении сезонного гриппа. Для получения вакцины от пандемического гриппа понадобится не менее шести месяцев. При этом на начальной стадии пандемии вакцина будет производиться в малых дозах.

source: To help prevent spreading the flu, be sure to: • Wash your hands often with soap and water. Use alcohol-based hand sanitizer when soap and water are not available. • Avoid touching your eyes, nose and mouth. The flu often spreads this way. • Cough or sneeze into the bend of your arm, If you not your hands. have a tissue, cover your mouth and nose when you cough or sneeze. Throw the tissue away, and wash your hands. • Clean surfaces, such as countertops, sinks, faucets, doorknobs, telephones and light switches with a disinfectant cleaner or a cleaner with bleach. You can also mix your own water and bleach solution. Mix 10 parts water with one part bleach. • Limit your contact with people who are ill. • Avoid shaking hands, hugging and kissing if you are ill and with others who are ill. Stay 6 feet away from those who are ill. • Stay away from others when you are sick. Stay home from work, school or running errands. Leave home only for medical care and be sure to wear a disposable respirator. • Get a full night’s rest, eat a healthy diet and drink Image: OSHA, U.S. Dept. of Labor at least 8 glasses of fluids each day. Pandemic Flu. Russian.
ru: Для предотвращения распространения гриппа выполняйте следующие правила: • Часто мойте руки с мылом. При отсутствии воды и мыла используйте дезинфицирующее средство для рук на спиртовой основе. • Не касайтесь глаз, носа и рта. Вирус гриппа часто попадает в организм именно таким путем. • Когда кашляете или чихаете, прикрывайте рот рукавом, а не Если у Вас есть бумажные руками. платки, прикрывайте ими рот и нос при кашле или чихании. После использования выбросьте платок и вымойте руки. • Обрабатывайте поверхности (столешницы, раковины, краны, дверные ручки, телефонные аппараты и выключатели) дезинфицирующим моющим средством или моющим средством с хлором. Вы также можете самостоятельно приготовить хлорный раствор. Для этого разведите одну часть раствора хлора в десяти частях воды. • Ограничьте контакт с больными. • Воздержитесь от рукопожатий, объятий и поцелуев, если Вы больны, либо с тем, кто болен. Не подходите к больному на расстояние ближе 2 метров. • Если Вы больны, воздержитесь от контактов с другими людьми. Оставайтесь дома, не ходите на работу, в школу и другие места. Выходите из дома только в случае, если Вам необходима медицинская помощь. При этом обязательно надевайте одноразовый респиратор. • Обеспечьте себе полноценный отдых ночью и здоровое питание. Выпивайте не менее восьми стаканов жидкости в день.

source: Plan Ahead Plan ahead to help protect you and your family and limit the effects of pandemic flu. If many people are ill with pandemic flu: • Hospitals and doctors’ offices will be very busy. • You may need to stay home to care for ill family or children. • Schools and child care centers may close. • Stores may be in short supply of food, water, medicines and medical supplies. • Special events or religious services may be cancelled. Use these three steps to prepare: 1. Make a plan for you and your family at home and at work. 2. Prepare an emergency kit of supplies. 3. Listen for information about what to do and where to go during a flu outbreak. Pandemic Flu. Russian.
ru: Планируйте свои действия заранее Чтобы защитить от пандемии себя и членов своей семьи, заранее составьте план действий по профилактике заболевания и минимизации его последствий. Если пандемия гриппа примет масштабный характер: • Больницы и поликлиники будут переполнены. • Может возникнуть необходимость ухаживать дома за больными членами семьи, в том числе детьми. • Школы и детские сады могут быть закрыты. • В магазинах может не хватать продуктов питания, воды, лекарств и средств для оказания медицинской помощи. • Могут быть отменены общественные мероприятия и религиозные службы. Подготовьтесь к пандемии за три шага: 1. Спланируйте свои действия и действия своей семьи на работе и дома. 2. Подготовьте набор для оказания первой помощи. 3. Следите за сообщениями в средствах массовой информации относительно того, как следует действовать и куда обращаться в случае вспышки эпидемии гриппа.

source: Step 1. Make a Plan Your Plan for Home Talk to your family about this plan so they know what to do. Your plan should include: Health information for each member of the family, including date of birth, blood type, allergies, past and current medical problems, current medicines and dosages, medical equipment and copies of medical insurance cards. Someone to care for your children at home in case you cannot be there or you become ill. An emergency phone and e-mail contact list. Share it with family members, work, schools and child care centers. Local and out-of-town emergency contacts. Doctors’ names and phone numbers. Locations of hospitals, clinics and urgent cares near work, school and home. Locations of local and state health departments and their phone numbers. Pharmacy name and phone number. Religious or spiritual information. Pandemic Flu. Russian.
ru: Шаг 1. Составить план План для дома Сообщите о плане всем членам семьи, чтобы каждый знал свои действия. План должен включать в себя: Личные данные по здоровью каждого члена семьи, включая дату рождения, группу крови, возможные аллергические реакции, прошлые и текущие заболевания, список принимаемых лекарств и их дозировку, необходимые медицинские приспособления, а также копию медицинской страховки. Указание лица, которое будет ухаживать за детьми дома в случае Вашего отсутствия или болезни. Список номеров телефонов и электронных адресов экстренной помощи. Раздайте списки членам своей семьи, на работе, в школе и детском саду. Лица, к которым можно обратиться в чрезвычайной ситуации как по месту Вашего жительства, так и в другом населенном пункте. Фамилии, имена и номера телефонов врачей. Адреса медицинских учреждений, ближайших к месту работы, школе и дому. Адреса и номера телефонов местных и региональных отделов здравоохранения. Название и номер телефона ближайшей аптеки. Информацию относительно религиозных взглядов членов Вашей семьи.

source: Your Plan for Work If you work: Discuss work policies with your boss. Ask: How the business will continue during a pandemic. If you can take time off to care for yourself or a family member. If you can work from home or if you are expected to come to work. Understand you may be asked to stay home from work or come in and do other tasks. Plan for less or no income if you are unable to work or the company closes. If you own a business: Make an emergency plan and talk to your employees about it. Test and revise your plan as needed. Decide which employees and supplies are needed to maintain the business. Provide infection- control supplies such as hand sanitizer, tissues and waste cans for soiled items. Look at how pandemic flu could impact business’ finances, shipping and travel. Pandemic Flu. Russian.
ru: План для работы Если Вы работаете: Обсудите со своим руководством возникшую ситуацию. Задайте ему следующие вопросы: Каким образом будет организован рабочий процесс во время пандемии. Сможете ли Вы взять отпуск по болезни или по уходу за больным членом семьи. Сможете ли Вы работать дома или будете обязаны присутствовать на рабочем месте. Учтите, что Вас могут попросить остаться дома или явиться на рабочее место и заниматься выполнением других обязанностей. Приготовьтесь к тому, что в том случае, если Вы не сможете приходить на работу или компания закроется, Ваш доход значительно сократится, вплоть до его отсутствия. Если Вы являетесь владельцем компании: Составьте план действий в чрезвычайной ситуации и обсудите его со своими сотрудниками. В случае необходимости внесите соответствующие изменения. Определите, кто из персонала и какие ресурсы будут необходимы для продолжения работы предприятия. Обеспечьте все необходимое для профилактики инфекции: дезинфицирующее средство для рук, одноразовые бумажные платки и мусорные контейнеры. Проанализируйте, каким образом пандемия гриппа может повлиять на финансы, поставки и деловые поездки вашего предприятия.

source: Define your policies on employees working from home, caring for ill family or paying for employee illness. Step 2. Prepare an Emergency Kit Have a supply of these items for 2 week each person and pet. Food and Other Items Water in clean, sealed plastic containers – store 1 gallon for each person for each day Electrolyte drinks such as Gatorade, Powerade or Pedialyte (for children) Bananas, rice, applesauce and toast or crackers for nausea, vomiting or diarrhea Ready- to- eat canned meats, fruits and vegetables Manual can opener Protein or fruit bars Dry cereal, granola, nuts and crackers Peanut butter Dried foods such as dried fruit and dehydrated meals Canned juices Powdered milk or cans of evaporated milk Cans or jars of baby food and baby formula Pet food Pandemic Flu. Russian.
ru: Определите условия работы персонала дома в случае ухода за больным, а также размер оплаты больничного листа. Шаг 2. Подготовить набор для оказания первой помощи Приготовьте 2-недельный запас следующих предметов, средств и продуктов из расчета на одного человека и домашнее животное. Продукты питания и другие предметы и средства вода в чистых запечатанных пластиковых контейнерах из расчета 1 галлон на одного человека в день напитки с содержанием электролитов, например Gatorade, Powerade и Pedialyte (для детей) бананы, рис, яблочное пюре, тосты или крекеры на случай тошноты, рвоты или диареи готовое к употреблению консервированное мясо, фрукты и овощи нож для открывания консервов протеиновые или фруктовые батончики сухие продукты: крупы, мюсли, орехи, крекеры арахисовое масло сухофрукты, обезвоженные продукты питания консервированные соки сухое или сгущенное молоко детское питание и смеси корм для животных

source: Medical, Health and Emergency Items Prescribed health supplies Prescription medicines Over-the-counter medicines to treat fever, pain, stomach problems, coughs, colds and diarrhea Health information for each member of the family Soap and alcohol-based hand sanitizer Tissues and toilet paper Baby supplies such as diapers and bottles Digital thermometer Trash bags Cleaning supplies Money Step 3. Listen for Information • Stay calm and get as many facts as you can. • Listen for reports on the television, radio or Internet. • For current information, go to www.pandemicflu.gov or www.flu.gov. This may only be available in English and Spanish. © 2005 - November 18, 2019, Health Information Translations. Content developed through a partnership of the Central Ohio Trauma System, County Board of Health, Mount Carmel Health, Ohio State University Medical Pandemic Flu. Russian.
ru: Лекарственные препараты и средства для оказания первой помощи назначенные средства оказания медицинской помощи лекарственные препараты, отпускаемые по рецепту лекарственные препараты, опускаемые без рецепта: жаропонижающие, обезболивающие, желудочные, от кашля, простуды и диареи личные данные о состоянии здоровья каждого члена семьи мыло, дезинфицирующее средство для рук на спиртовой основе одноразовые бумажные платки, туалетная бумага средства по уходу за детьми (подгузники, бутылочки) электронный термометр мешки для мусора чистящие средства деньги Шаг 3. Следить за поступающей информацией • Сохраняйте спокойствие и постарайтесь получить как можно больше информации. • Следите за сообщениями в средствах массовой информации (телевидение, радио, Интернет). • Актуальную информацию см. на сайтах www.pandemicflu.gov и www.flu.gov. Информация может быть доступна только на английском и испанском языках. the Columbus Medical Association Foundation, Columbus Public Health, Franklin Center and OhioHealth, Columbus, Ohio. Available for use as a public service without

source: Peak Flow A peak flow meter measures how fast air moves out of the lungs. This is a good way to check changes in your airways from asthma before you may feel them. Then you can take your medicines early to stop these changes and avoid a severe asthma attack. Use a peak flow meter as directed by your doctor. How to use your peak flow meter 1. Remove any gum or food you may have in your mouth. 2. Connect the mouthpiece to the peak flow meter. 3. Move the mark to 0 (zero). 4. Hold the meter with 1 hand. 5. Stand up or sit up straight. 6. Take in a deep breath. 7. Close your lips tightly around the mouthpiece. 8. Blow out as hard and fast as you can for 1 to 2 seconds into the mouthpiece with 1 blow. 9. Write down the number on the gauge. If you cough or make a mistake, reset the mark to 0 (zero) and do it again. Peak Flow Meter. Russian.
ru: Meter Пневмотахометр измеряет скорость выхода воздуха из легких. Это хороший способ выявления изменений в воздушных путях, вызываемых астмой, до того, как вы сможете их почувствовать. Вы сможете раньше начать принимать лекарства для прекращения этих изменений и избежать тяжелых приступов астмы. Используйте пневмотахометр в соответствии с предписаниями врача. Как использовать пневмотахометр 1. Во рту не должно быть жвачки и еды. 2. Подсоедините мундштук к пневмотахометру. 3. Переместите маркер на 0 (ноль). 4. Держите прибор одной рукой. 5. Встаньте или сядьте ровно. 6. Сделайте глубокий вдох. 7. Плотно сожмите губы вокруг мундштука. 8. Выдуйте воздух через мундштук за 1 выдох как можно сильнее и быстрее в течение 1–2 секунд. 9. Запишите число на шкале. Если вы закашлялись или сделали ошибку, установите маркер на ноль и повторите попытку.

source: 10. Repeat these steps 2 more times. Write down the highest of your 3 readings. 11. Clean the mouthpiece with soap and water. What the Reading Means Your action plan is based on zones of how bad your asthma is, called asthma severity. Your peak flow can help you find out what zone you are in. You do this by comparing your current peak flow to your personal best peak flow. Your personal best is your highest peak flow recorded over a 2 to 3 week period when your asthma is under control. • Green Zone. Green means good: You want to be in the green zone every day. Green means your peak flow shows your lungs are working well. Your medicine is working, and you can go ahead with your daily activities. Your green zone is readings above _______. • Yellow Zone. Yellow means caution: Yellow means your lungs are working harder. Your medicine may need to be changed. Take the action your doctor has ordered for you or call your doctor. Use caution in your daily activities. Your yellow zone is readings between _______ and _______. • Red Zone. Red means STOP: Red means you are having breathing problems, and your asthma is not under control. Go to the doctor or call 911. You need treatment right away. Your red zone is readings below _______. Peak Flow Meter. Russian.
ru: 10. Повторите указанные действия 2 раза. Запишите максимальное показание из трех попыток. 11. Вымойте мундштук с мылом. Что означают показания Лечение будет зависеть от степени тяжести астмы. Пневмотахометр может помочь вам определить степень заболевания. Для этого нужно сравнить текущее показание с вашим самым лучшим показанием. Ваше самое лучшее показание — это максимальное показание за 2–3 недели, когда астма была под контролем. • Зеленая зона. Это хороший в идеале он должен у показатель: вас быть каждый день. Зеленая зона означает, что легкие работают хорошо. Лекарство действует, и вы можете заниматься обычными делами. Зеленая зона для вас — это показания выше ______. • Желтая зона. Нужно насторожиться. Желтая зона означает, что легкие работают с трудом. Может понадобиться заменить лекарство. Выполняйте то, что прописал врач, или позвоните врачу. Проявляйте осторожность в повседневной деятельности. Желтая зона для вас — это показания от _______ до _______. • Красная зона. Красный цвет означает СТОП. Красная зона означает, что у вас проблемы с дыханием и астма вышла из-под контроля. Обратитесь к врачу или позвоните по номеру 911. Вам срочно нужна помощь. Красная зона для вас — это показания ниже _______.

source: Some meters have color markers that can be set to show your target zones. Your doctor or nurse can help you figure out your target zones based on your readings when your asthma is controlled. You may need to check your readings for several days and bring them with you to the doctor’s office or clinic. Your target zone may be different than another person’s because of your size, age, and lung function. Each meter is a little different. If you change meters, you will need to find your asthma zones using the new meter. Follow-up care is a key part of your treatment and safety. Make and go to all appointments and call your doctor if you have problems, questions, or concerns. Knowing your test results and keeping a list of the medicines you take is also a good idea. © 2005 – January 18, 2023, Health Information Translations found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Peak Flow Meter. Russian.
ru: На некоторых приборах есть цветная маркировка, которую можно установить для ваших целевых зон. Врач или медсестра могут помочь определить ваши целевые зоны, когда ваша астма находится под контролем. Может потребоваться снимать показания в течение нескольких дней и принести их врачу или в клинику. Ваша целевая зона может отличаться от зон других людей по причине вашего телосложения, возраста и работы легких. Все приборы немного отличаются. При смене прибора вам нужно будет заново определить свои зоны. Наблюдение у врача — неотъемлемый элемент лечения и вашей безопасности. Если у вас возникли проблемы, вопросы или опасения, позвоните или запишитесь к врачу. Также будет полезно знать результаты анализов и хранить при себе список принимаемых лекарств. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Pulmonary Pulmonary function tests, also called lung function tests, measure how much air and how well air moves in and out of your lungs. The tests check how your lungs work. They may be done to check for lung disease, how you respond to your treatment, or how well your lungs work before surgery. Arrive on time for your tests. The tests take about 1 hour. To Prepare • Do not smoke for 4 to 6 hours before the tests. • Only eat a small meal before the tests, so you can take deep breaths during the tests. • Do not do any hard exercise for at least 30 minutes before the tests. • If you take lung medicine, your doctor will tell you which medicines you need to stop taking and how long before the tests. During the Tests • You sit in a chair and a soft clip is put on your nose so that you breathe through your mouth. • You breathe in and out through a mouthpiece that goes into a tube to a machine. Be sure to have a tight seal around the mouthpiece. PFTs. Russian.
ru: функции легких Function Tests В ходе этого исследования определяется объем входящего и выходящего из легких воздуха, его прохождение по дыхательным путям и работа легких. Исследование применяется для диагностики легочных заболеваний, эффективности лечения и анализа работы легких перед операцией. Не опаздывайте на обследование. Обследование займет примерно 1 час. Подготовка • Не курите за 4–6 часов до обследования. • Можете немного поесть, чтобы вы могли глубоко дышать. • За 30 минут не выполняйте тяжелых физических упражнений. • Если вы принимаете лекарства для легких, врач скажет, какие препараты и за какое время до обследования необходимо прекратить принимать. Во время обследования • Вас посадят на стул, а нос закроют мягким зажимом, чтобы вы дышали через рот. • Вы будете вдыхать и выдыхать через мундштук, который трубкой подсоединен к аппарату. Мундштук необходимо плотно обхватить губами.
